---
kind: other
id: Properties.T:Autodesk.Revit.DB.Lighting.LossFactor
source: html/0cf2f1a8-3f12-b284-7a5e-285dc65127db.htm
---
# LossFactor Properties

Specifies whether the .NET object represents a valid Revit entity.